"ABOUT" = "About openIPSW";
"CLOSE" = "Close";
"AVAILABLE" = "Disponible";
"TOOL" = "Outil";
"SIZE" = "Taille";
"BASEBAND" = "Baseband";
"SHSH" = "SHSH blobs";
"JAILBREAK" = "Jailbreak";
"UNLOCK" = "Désimlock";
"INFORMATION" = "Informations";
"FWVERSION" = "Version du firmware";
"DEVICE" = "Appareil";
"CREDITS" = "Credits";
"LIMITBANDWIDTH" = "Limit bandwidth";
"RESUME" = "Resume";
"START" = "Download";
"DOWNLOADSPEED" = "Download Speed:";
"SECONDS" = "seconds";
"RESET" = "reset";
"LANGUAGE" = "Language";
"YES" = "Oui";
"NO" = "Non";
"UNTETHERED" = "Untethered";
"TETHERED" = "Tethered";
"CANCEL" = "Annuler";
"SURECANCEL" = "Voulez vous vraiment annuler?";
"CANCELDL" = "Annuler le tÈlÈchargement";
"DLCANCELED" = "Téléchargement annulé";
"DLCOMPLETE" = "Téléchargement terminé";
"CHECKFORUPDATES" = "Vérifier les mises ‡ jour";
"LATESTVERSION" = "Vous utiliser la derniére version de openIPSW.";
"UPDATEYES" = "Un mise ‡ jour de openIPSW est disponible. Voulez vous la télécharger?";